xml/069492_Sample.md

Request
```xml
<soapenv:Envelope xmlns:q0="http://service.bni.co.id/core" xmlns:bo="http://service.bni.co.id/core/bo" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soapenv:Body>
      <q0:transaction>
         <request>
            <systemId>FSCM</systemId>
            <content xsi:type="bo:CustomerDetailReq">
               <accountNum>0115208896</accountNum>
            </content>
         </request>
      </q0:transaction>
   </soapenv:Body>
</soapenv:Envelope>
```
Response:
```xml
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:dpss0="bons"><soapenv:Header/><soapenv:Body><core:transactionResponse xmlns:bo="http://service.bni.co.id/core/bo" xmlns:core="http://service.bni.co.id/core"><response><header><coreJournal>250309</coreJournal></header><content xsi:type="bo:CustomerDetailRes"><flag>B1</flag><jenisNasabah>02</jenisNasabah><namaNasabah>PT PERTAMINA
      PT</namaNasabah><gelar/><titleCode>00</titleCode><accountCurrency>IDR</accountCurrency><tempatLahir/><tglLahir>0000-00-00</tglLahir><alamatId>JL. MEDAN MERDEKA TIMUR JAKARTA PUSAT</alamatId><rt/><rw/><perum/><kelurahan>JAKARTA PUSAT</kelurahan><kecamatan>JAKARTA PU</kecamatan><kodePos>10250</kodePos><jalan2>JL. MEDAN MERDEKA TIMUR JAKARTA PUSAT</jalan2><rt2/><rw2/><perum2/><kelurahan2>JAKARTA PUSAT</kelurahan2><kecamatan2>JAKARTA PU</kecamatan2><kodePos2>10250</kodePos2><telpRumah/><telpKantor>00215268054</telpKantor><handPhone/><fax>00215828054</fax><email/><npwp>NOT FOUND       </npwp><wargaCode>ID</wargaCode><jenisId>0000</jenisId><tempatId/><noId/><tglTerbit>0000-00-00</tglTerbit><tglHabis>0000-00-00</tglHabis><sumberInfo/><maidenName>PT PERTAMINA</maidenName><maritalIndikator/><jumlahAnak>  </jumlahAnak><religiCode/><educationCode/><jobCode/><namaPerusahaan>  PT        2100</namaPerusahaan><alamatPerusahaan/><postCodePerusahaan/><startJobDate/><gaji>  </gaji><namaAlias/><frekuensiGaji/><gajiLain>                  7</gajiLain><noHPprimary/><noHPsecondary/></content></response></core:transactionResponse></soapenv:Body></soapenv:Envelope>
      ```
